Repository: maucherOnline/wordpress-google-reviews-plugin
Catalog: languages/embedder-for-google-reviews-*.po
Languages: de_ch, es_es, fr_fr

source: How to
de_ch: So geht's
es_es: Cómo
fr_fr: Comment

source: Search for your business:
de_ch: Suche nach dem Unternehmen:
es_es: Busca tu empresa:
fr_fr: Recherchez votre entreprise :

source: Search for your business
de_ch: Suche nach dem Unternehmen
es_es: Busca tu empresa
fr_fr: Recherchez votre entreprise

source: Search business
de_ch: Unternehmen suchen
es_es: Buscar empresas
fr_fr: Recherche d'entreprises

source: Pull reviews
de_ch: Bewertungen laden
es_es: Tira de las opiniones
fr_fr: Critiques de tirage

source: Details like country, state, city and/or phone number may help achieving more accurate results.
de_ch: Details wie Land, Stadt und/oder die Telefonnummer helfen dabei, präzisere Ergebnisse zu erhalten.
es_es: Detalles como país, estado, ciudad y/o número de teléfono pueden ayudar a conseguir resultados más precisos.
fr_fr: Des détails comme le pays, l'état, la ville et/ou le numéro de téléphone peuvent aider à obtenir des résultats plus précis.

source: How to use this plugin
de_ch: Wie es funktioniert
es_es: Cómo utilizar este plugin
fr_fr: Comment utiliser ce Plugin

source: Explained in less than 1 minute...
de_ch: Erklärt in weniger als 1 Minute...
es_es: Explicado en menos de 1 minuto...
fr_fr: Expliqué en moins d'une minute…

source: Paste the Place ID of your business here.
de_ch: Place ID des Unternehmens hier einfügen.
es_es: Pega aquí el ID de lugar de tu empresa.
fr_fr: Collez ici l'identifiant du lieu de votre entreprise.

source: Search for your business in the map below and copy/paste the Place ID into the field above (<a href="%s" target="_blank">short explainer video</a>).
de_ch: Suche nach deinem Unternehmen in der Karte, kopiere die Place ID und füge sie oben ein (<a href="%s" target="_blank">kurzes Erklärvideo</a>).
es_es: Busca tu empresa en el mapa de abajo y copia/pega el ID de lugar en el campo de arriba<a href="%s" target="_blank">(breve vídeo explicativo</a>).
fr_fr: Recherchez votre entreprise sur la carte ci-dessous et copiez/collez l'identifiant du lieu dans le champ ci-dessus<a href="%s" target="_blank">(courte vidéo explicative</a>).

source: Look up your Place ID and paste it in the field above.
de_ch: Suche nach der Place ID des Unternehmens und füge sie im Feld oben ein.
es_es: Busca tu ID de plaza y pégalo en el campo de arriba.
fr_fr: Recherchez votre ID de lieu et collez-le dans le champ ci-dessus.

source: Google Reviews
de_ch: Google Bewertungen
es_es: Reseñas de Google
fr_fr: Google avis

source: Connect Google
de_ch: Google Anbindung
es_es: Conectar Google
fr_fr: Connexion avec Google

source: Display Settings
de_ch: Darstellung
es_es: Ajustes de visualización
fr_fr: Paramètres d'affichage

source: Upgrade to
de_ch: Upgrade auf
es_es: Actualizar a
fr_fr: Mise à jour vers

source: PRO
de_ch: PRO-Version

source: Preview
de_ch: Vorschau
es_es: Vista previa
fr_fr: Aperçu

source: Use this shortcode to display the widget (%s).
de_ch: Nutze diesen Shortcode um das Widget anzuzeigen (%s).
es_es: Utilice este shortcode para mostrar el Widget (%s).
fr_fr: Utilisez ce shortcode pour afficher le Widget (%s).

source: Documentation
de_ch: Dokumentation
es_es: Documentación

source: Show dummy content
de_ch: Blindtext verwenden
es_es: Mostrar contenido ficticio
fr_fr: Afficher le contenu fctice

source: Show 'verified' badge
de_ch: Zeige 'Verifiziert durch'
es_es: Mostrar "verificado" badge
fr_fr: Afficher le badge "vérifié"

source: Reviews language
de_ch: Bewertungs-Sprache
es_es: Reseñas lingüísticas
fr_fr: Critique de la langue

source: %s: the free version only allows for pulling 20 reviews.
de_ch: %s: Die kostenlose Version stellt nur 20 Bewertungen bereit.
es_es: %s: La versión gratuita de Google sólo permite sacar 20 opiniones.
fr_fr: %s: La version gratuite de Google ne permet de tirer que 20 avis.

source: Attention
de_ch: Achtung
es_es: Atención

source: <a href="%1$s" target="_blank">Upgrade to the PRO version</a> to show ALL your reviews, <strong>filter out bad reviews</strong> and <a href="%2$s" target="_blank">much more</a>.
de_ch: <a href="%1$s" target="_blank">Upgrade zur PRO Version</a> um ALLE Bewertungen zu zeigen und <strong>schlechte Bewertungen <a href="%2$s" target="_blank">zu verstecken</a></strong>.
es_es: <a href="%1$s" target="_blank">Actualiza a la versión PRO</a> para mostrar TODAS tus reseñas, <strong>filtrar las malas</strong> y <a href="%2$s" target="_blank">mucho más</a>.
fr_fr: <a href="%1$s" target="_blank">Passez à la version PRO</a> pour afficher TOUS vos avis, <strong>filtrer les mauvais avis</strong> et <a href="%2$s" target="_blank">bien plus encore.</a>

source: Layout type
de_ch: Layout-Typ
es_es: Tipo de plantilla
fr_fr: Type de mise en page

source: Design type
de_ch: Designtyp
es_es: Tipo de diseño
fr_fr: Type de design

source: Minimum rating (stars)
de_ch: Mindest-Bewertung
es_es: Clasificación mínima (estrellas)
fr_fr: Classement minimum (étoiles)

source: Exclude reviews without text
de_ch: Bewertungen ohne Text ausschließen
es_es: Excluir las opiniones sin texto
fr_fr: Exclure les commentaires sans texte

source: Hide review date
de_ch: Datum verstecken
fr_fr: Cacher la date de révision

source: Filter by words (comma separated)
de_ch: Bewertungen mit bestimmten Wörtern ausschließen
es_es: Filtrar por palabras (separadas por comas)
fr_fr: Filtrer par mots (séparés par des virgules)

source: Global settings for showing reviews
de_ch: Globale Einstellungen für die Darstellung
es_es: Configuración global para mostrar opiniones
fr_fr: Paramètres globaux pour l'affichage des avis

source: Display settings
de_ch: Darstellungs-Optionen
es_es: Ajustes de visualización
fr_fr: Afficher les paramètres

source: Yes
de_ch: Ja
es_es: Sí
fr_fr: Oui

source: Grid
de_ch: Raster
fr_fr: Grille

source: Floating Badge
de_ch: Floating Badge (PRO)
fr_fr: Badge flottant

source: Design #%s
de_ch: Design

source: Embedding instructions
de_ch: Anleitung zur Einbindung
es_es: Instrucciones de incrustación
fr_fr: Instructions d'incorporation

source: Use this shortcode to show your reviews on pages and posts:
de_ch: Verwende diesen Shortcode, um Bewertungen in Seiten und Beiträgen anzuzeigen:
es_es: Utiliza este shortcode para mostrar tus opiniones en páginas y entradas:
fr_fr: Utilisez ce code court pour afficher vos avis sur les pages et les articles :

source: <a href="%s" target="_blank">See</a>, how to overwrite styles, widget types and other settings.
de_ch: <a href="%s" target="_blank">So werden</a> Styles, Widget Typen und andere Einstellungen überschrieben.
es_es: <a href="%s" target="_blank">Mira</a> cómo sobrescribir estilos, tipos de widgets y otros ajustes.
fr_fr: <a href="%s" target="_blank">Voir</a>, comment écraser les styles, les types de widgets et autres paramètres.

source: How to use the free version
de_ch: Wie es funktioniert
es_es: Cómo utilizar la versión gratuita
fr_fr: Comment utiliser la version gratuite

source: Enter your business name
de_ch: Gib den Unternehmensnamen ein
es_es: Introduce el nombre de tu empresa
fr_fr: Entrez le nom de votre entreprise

source: Click 'Search business'
de_ch: Klicke auf 'Unternehmen suchen'
es_es: Haz clic en "Buscar empresa"
fr_fr: Cliquez sur "Rechercher une entreprise"

source: Choose your business from the list
de_ch: Wähle dein Unternehmen aus der Liste aus
es_es: Elige tu empresa de la lista
fr_fr: Choisissez votre entreprise dans la liste

source: Choose your preferred language
de_ch: Wähle die bevorzugte Sprache
es_es: Elige la lengua que prefieras
fr_fr: Choisissez votre langue préférée

source: Click the 'Pull reviews' button
de_ch: Klicke den 'Bewertungen laden' Button
es_es: Haz clic en el botón "Sacar reseñas
fr_fr: Cliquez sur le bouton "Pull reviews"

source: Wait until the process is finished. The page will refresh automatically
de_ch: Warte, bis der Prozess fertig ist. Die Seite wird sich automatisch aktualisiren
es_es: Espera a que finalice el proceso. La página se actualizará automáticamente
fr_fr: Attendez que le processus soit terminé. La page se rafraîchira automatiquement

source: Now you should already see your reviews. If not, click the 'Pull reviews' button again
de_ch: Jetzt solltest du bereits die Bewertungen sehen können. Wenn nicht, klicke den 'Bewertungen laden' Button noch einmal
es_es: Ahora ya deberías ver tus valoraciones. Si no es así, haz clic de nuevo en el botón "Extraer opiniones"
fr_fr: Maintenant, vous devriez déjà voir vos commentaires. Si ce n'est pas le cas, cliquez à nouveau sur le bouton "Pull reviews"

source: Hit 'save'
de_ch: Klicke 'Änderungen speichern'
es_es: Pulsa "Guardar"
fr_fr: Cliquez sur "Enregistrer"

source: Use one of the shortcodes in order to display your reviews on pages, posts, Elementor, Beaver Builder, Bakery Builder etc.
de_ch: Use one of the shortcodes in order to display your reviews on pages, posts, Elementor, Beaver Builder, Bakery Builder etc. Nutze einen der Shortcodes, um Bewertungen auf Seiten, Beiträgen, Elementor, Beaver Builder etc. anzuzeigen.
es_es: Utiliza el shortcode para mostrar tus reseñas en páginas, entradas, Elementor, Beaver Builder, Bakery Builder, etc.
fr_fr: Utilisez le shortcode pour afficher vos avis sur les pages, les articles, Elementor, Beaver Builder, Bakery Builder, etc.

source: Check the <a href="%s" target="_blank">documentation</a>, to learn how to modify the shortcode output
de_ch: Lies die <a href="%s" target="_blank">Dokumentation</a>, um zu lernen, wie du die Ausgabe des Shortcodes verändern kannst
es_es: Consulta la <a href="%s" target="_blank">documentación</a> para saber cómo modificar la salida del shortcode
fr_fr: Consultez la <a href="%s" target="_blank">documentation</a> pour savoir comment modifier la sortie du shortcode

source: <strong>Note:</strong> the free version only allows for pulling 20 reviews. To get around this, please <a href="%s" target="_blank">upgrade to the PRO version</a>, which will pull all your reviews
de_ch: <strong>Achtung:</strong> die kostenlose Version stellt nur 5 Bewertungen bereit. Um ALLE Bewertungen anzuzeigen, <a href="%s">upgrade bitte zur PRO Version</a>
es_es: <strong>Nota:</strong> la API gratuita de Google sólo permite extraer 20 opiniones. Para evitarlo, <a href="%s">actualiza a la versión PRO</a>, que extraerá todas tus valoraciones
fr_fr: <strong>Remarque :</strong> l'API Google gratuite ne permet de récupérer que 20 avis. Pour contourner ce problème, veuillez <a href="%s">passer à la version PRO</a>, qui vous permettra de récupérer tous vos avis

source: Video tutorial
de_ch: Video-Anleitung
es_es: Tutorial en vídeo
fr_fr: Tutoriel vidéo

source: year
de_ch: Jahr
es_es: año
fr_fr: année

source: years
de_ch: Jahren
es_es: años
fr_fr: années

source: month
de_ch: Monat
es_es: mes
fr_fr: mois

source: months
de_ch: Monaten
es_es: meses
fr_fr: mois

source: week
de_ch: Woche
es_es: semana
fr_fr: semaine

source: weeks
de_ch: Wochen
es_es: semanas
fr_fr: semaines

source: day
de_ch: Tag
es_es: día
fr_fr: jour

source: days
de_ch: Tagen
es_es: dias
fr_fr: jours

source: hour
de_ch: Stunde
es_es: hora
fr_fr: heure

source: hours
de_ch: Stunden
es_es: horas
fr_fr: heures

source: minutes
de_ch: Minuten
es_es: minutos

source: second
de_ch: Sekunde
es_es: segundo
fr_fr: seconde

source: seconds
de_ch: Sekunden
es_es: segundos
fr_fr: secondes

source: ago
de_ch: vor
es_es: hace
fr_fr: depuis

source: just now
de_ch: gerade eben
es_es: ahora mismo
fr_fr: maintenant

source: three months ago
de_ch: vor drei Monaten
es_es: hace tres meses
fr_fr: il y a trois mois

source: No reviews available
de_ch: Keine Bewertungen verfügbar
es_es: No hay opiniones disponibles
fr_fr: Aucune critique disponible

source: Our Google Reviews
de_ch: Google Bewertungen
es_es: Reseñas de Google
fr_fr: Google avis

source: Verified by
de_ch: Verifiziert durch
es_es: Verificado por
fr_fr: Vérifié par

source: Out of 5 stars
de_ch: Von 5 Sternen
es_es: De 5 estrellas
fr_fr: Sur 5 étoiles

source: Overall rating out of %s Google reviews
de_ch: Durchschnitt aus %s Google Bewertungen
es_es: Valoración global de %s opiniones de Google
fr_fr: Note globale sur %s avis Google

source: minute
es_es: minuto

source: Lorem Ipsum
fr_fr: Loren Ipsum
